---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.LoadAreaForceFz1
source: html/6a241824-6d7d-2ac5-ee86-9e80ffa16122.htm
---
# Autodesk.Revit.DB.ParameterTypeId.LoadAreaForceFz1 Property

"Fz 1"

## Syntax (C#)
```csharp
public static ForgeTypeId LoadAreaForceFz1 { get; }
```